{
  "navMe": "About me",
  "navProjects": "Projects",
  "navInternship": "Internship",
  "navDesigns": "Designs",
  "navMusic": "Music",
  "name": "Martin Marinov",
  "university": "Student at University of Veliko Tarnovo 'St. St. Cyril and Methodius', majoring in Informatics",
  "aboutMe": "I enjoy creating designs – from websites to logos and posters. I develop ASP.NET web applications, striving to combine functionality and aesthetics. I also have an interest in photography and video editing, which complement my overall creative approach.",
  "contactMe": "Contact me",
  "email": "Email: ",
  "awards": "Awards",
  "awardDescription": "Award for applicability in a scientific conference of young researchers of the faculty of 'Mathematics and Informatics'. University of Veliko Tarnovo 'St. St. Cyril and Methodius'",
  "upcomingEventDescription": "Scientific conference of young researchers of the faculty of 'Mathematics and Informatics'. University of Veliko Tarnovo 'St. St. Cyril and Methodius'",
  "seeAward": "View",
  "indigo": "Indigo",
  "upcomingEvents": "Upcoming events",
  "onyx": "Onyx",
  "projects": "View my projects",
  "gotoProjects": "Projects",
  "mansor": "Mansor",
  "mansorDescription": "The student notebook Mansor is an innovative web application designed to assist students in their academic and personal development. This application aims to provide a comprehensive solution for effective management of study tasks, personal time, and activities that contribute to holistic student development.",
  "see": "View",
  "indigoDescription": "Indigo is a web application designed to facilitate the publishing process in the scientific community. It provides a platform where users can participate as publishers, authors, or reviewers. Publishers have the ability to create and manage scientific journals, while authors can publish their research in the respective publications. For an article to be published in a journal, a reviewer must have reviewed and approved it.",
  "onyxDescription": "Onyx is a web application aimed at users who want to learn the basics of programming through theory, tests, and participation in discussions. The application combines the structure of a learning system with an active user community and up-to-date technological information.",
  "madmathDescription": "The MadMath app offers a personalized learning experience through integrated task management features and interactive exercises. MadMath allows students to track their progress and actively engage with the educational material.",
  "footer": "© 2025 Martin Marinov",
  "scientificReport": "Scientific report",
  "mansorReport": "The application is included in the scientific journal 'Mathematics, Computer Science and Education' of the University of Veliko Tarnovo 'St. St. Cyril and Methodius', (VOLUME 7, ISSUE 2).",
  "scientificSupervisor": "Scientific supervisor: ",
  "supervisorMilev": "аssoc. аssist. prof. dr. Vasil Milev, University of Veliko Tarnovo 'St. St. Cyril and Methodius'",
  "journal": "View journal",
  "code": "Code",
  "video": "Video",
  "videoText": "It's not ready yet.",
  "returnToProjects": "Projects",
  "notInJournal": "The application has not yet been uploaded to a scientific journal.",
  "madmathReport": "The application is included in the scientific journal 'Digital Educational Technologies' of the University of Veliko Tarnovo 'St. St. Cyril and Methodius', (VOLUME 1, ISSUE 2).",
  "scientificSupervisors": "Scientific supervisors:",
  "supervisorPetrov": "аssist. prof. Pavel Petrov, University of Veliko Tarnovo 'St. St. Cyril and Methodius'",
  "supervisorPetrova": "Vasilena Petrova, Shumen University 'Bishop Constantine Preslavski'",
  "tryIt": "Try it",
  "mentorMateInternship": "Front-end developer intern, Veliko Tarnovo office. <br />February 2022 - May 2023. <br />I participated in the development of a web application called VividTracker",
  "vividTrackerDescription": "VividTracker allows you to visually track the progress of your projects over time, comparing your results with those of other team members. Advanced features such as tracking the activity of each element with the ability to: ",
  "vividLi1": "adding comments;",
  "vividLi2": "planning events for status change in the future;",
  "vividLi3": "requiring action from a specific team member;",
  "universityName": "University of Veliko Tarnovo 'St. St. Cyril and Methodius'",
  "assistant": "Web Design Assistant. <br />From October 2025",
  "presentations": "Presentations",
  "exercises": "Exercises",
  "openPDF": "Open PDF",
  "downloadReport": "You can download the report from the scientific journal.",
  "resume": "CV"
}
