{
  "navMe": "За мен",
  "navProjects": "Проекти",
  "navInternship": "Стаж",
  "navDesigns": "Дизайни",
  "navMusic": "Музика",
  "name": "Мартин Маринов",
  "university": "Студент във Великотърновски университет 'Св. Св. Кирил и Методий', специалност Информатика.",
  "aboutMe": "Обичам да се занимавам със създаване на дизайни – от такива за уеб сайтове до логота и плакати. Разработвам уеб приложения на ASP.NET, като се стремя да съчетавам функционалността и естетиката. Имам интерес и в областта на фотографията, и видеообработката, които допълват цялостния ми креативен подход.",
  "contactMe": "Свържи се с мен",
  "email": "Имейл: ",
  "awards": "Награди",
  "awardDescription": "Награда за приложимост в научна конференция на младите изследователи на факултет 'Математика и информатика'. Великотърновски университет 'Св. Св. Кирил и Методий'",
  "upcomingEventDescription": "Научна конференция на младите изследователи на факултет 'Математика и информатика'. Великотърновски университет 'Св. Св. Кирил и Методий'",
  "seeAward": "Преглед",
  "indigo": "Индиго",
  "upcomingEvents": "Предстоящи участия",
  "onyx": "Оникс",
  "sapphire": "Сапфир",
  "sapphireDescription": "Сапфир е уеб приложение, създадено за потребители, които искат да усвояват знания ефективно чрез метода на флашкартите. Приложението предоставя интуитивна среда за създаване, организиране и използване на карти с въпроси и отговори, които подпомагат трайното запаметяване на информация.",
  "projects": "Прегледай проектите ми",
  "gotoProjects": "Към проектите",
  "mansor": "Мансор",
  "mansorDescription": "Студентският бележник Мансор е иновативно приложение, насочено към подпомагане на студентите в тяхната академична и личностна реализация. Целта му е да предлага цялостно решение за ефективно управление на учебните задачи, личното време и активности, които допринасят за развитието на студентите.",
  "see": "Преглед",
  "indigoDescription": "Индиго е уеб приложение, създадено с цел улесняване на процеса на публикуване в научната общност. То предоставя платформа, в която потребителите могат да участват като издатели, автори или рецензенти. Издателите имат възможност да създават и управляват научни списания, докато авторите могат да публикуват своите изследвания в съответните издания. За да бъде публикувана статия в списание, то рецензентът трябва да я е рецензирал и одобрил.",
  "onyxDescription": "Оникс е уеб приложение, насочено към потребители, които искат да усвоят основите на програмирането чрез теория, тестове и участие в дискусии. Приложението съчетава структурата на учебна система с активна потребителска общност и актуална технологична информация.",
  "madmathDescription": "Приложението MadMath предлага персонализирано учебно преживяване чрез интегрирани функции за управление на задачи и интерактивни упражнения. MadMath позволява на учениците да проследяват напредъка си и активно да се ангажират с образователния материал.",
  "footer": "© 2025 Мартин Маринов",
  "scientificReport": "Научен доклад",
  "mansorReport": "Приложението е включено в научното списание 'Математика, компютърни науки и образование' на ВТУ 'Св. Св. Кирил и Методий', (ТОМ 7, БРОЙ 2).",
  "scientificSupervisor": "Научен ръководител: ",
  "supervisorMilev": "гл.ас.д-р Васил Милев, Великотърновски университет 'Св. Св. Кирил и Методий'",
  "journal": "Към списанието",
  "code": "Код",
  "video": "Видео",
  "videoText": "Все още не е готово",
  "returnToProjects": "Към проектите",
  "notInJournal": "Приложението все още не е качено в научно списание.",
  "madmathReport": "Приложението е включено в научното списание 'Дигитални образователни технологии' на ВТУ 'Св. Св. Кирил и Методий', (ТОМ 1, БРОЙ 2).",
  "scientificSupervisors": "Научни ръководители:",
  "supervisorPetrov": "ас. Павел Петров, Великотърновски университет 'Св. Св. Кирил и Методий'",
  "supervisorPetrova": "Василена Петрова, Шуменски университет 'Епископ Константин Преславски'",
  "tryIt": "Пробвай го",
  "mentorMateInternship": "Стажант front-end програмист, Великотърновския офис. <br />Февруари 2022 - Май 2023. <br />Участвах в разработката на уеб приложение на име VividTracker",
  "vividTrackerDescription": "VividTracker позволява визуално да следите напредъка на вашите проекти във времето, сравнявайки постигнатите резултати с тези на другите членове на екипа. Разширени функции като проследяване на активността на всеки елемент с възможност за: ",
  "vividLi1": "добавяне на коментари;",
  "vividLi2": "планиране на събития за промяна на статуса в бъдеще",
  "vividLi3": "изискване на действия от конкретен член на екипа;",
  "universityName": "Великотърновски университет <br />'Св. Св. Кирил и Методий'",
  "assistant": "Асистент по 'Уеб дизайн'. <br />От октомври 2025",
  "presentations": "Презентации",
  "exercises": "Упражнения",
  "openPDF": "Отвори PDF",
  "downloadReport": "Можете да изтеглите доклада от научното списание.",
  "resume": "АВТОБИОГРАФИЯ",
  "infinnoInfo": "Технически сътрудник, София - дистанционно. <br /> Септември 2025.",
  "infinnoJobDescription": "Техническият сътрудник е отговорен за създаването на ясна, точна и лесна за ползване документация, която обяснява сложна информация по начин, разбираем за целевата аудитория.",
  "infinnoResponsibilities": "Отговорности:",
  "responsibility1": "Проучване и събиране на информация",
  "responsibility1Item1": "Преглед на техническите спецификации, проектната документация и прототипите.",
  "responsibility1Item2": "Тестване на продукти или софтуер.",
  "responsibility2": "Създаване на съдържание",
  "responsibility2Item1": "Писане и редактиране на ръководства за потребителя, ръководства за инсталиране, API документация, онлайн помощни системи.",
  "responsibility2Item2": "Създаване на документация за процесите за вътрешните екипи.",
  "responsibility3": "Структуриране и организация на съдържанието",
  "responsibility3Item1": "Планиране на оформлението и навигацията на документа за лесна употреба.",
  "responsibility3Item2": "Разделяне на информацията на логически раздели, като се използват заглавия, списъци и визуализации.",
  "responsibility4": "Визуална комуникация",
  "responsibility4Item1": "Създаване на диаграми, блок-схеми и екранни снимки в подкрепа на писменото съдържание.",
  "responsibility4Item2": "Сътрудничество с графични дизайнери, когато е необходимо."
}
