{
  "navMe": "За мен",
  "navProjects": "Проекти",
  "navInternship": "Стаж",
  "navDesigns": "Дизайни",
  "navMusic": "Музика",
  "name": "Мартин Маринов",
  "university": "Студент във Великотърновски университет 'Св. Св. Кирил и Методий', специалност Информатика.",
  "aboutMe": "Обичам да се занимавам със създаване на дизайни – от такива за уеб сайтове до логота и плакати. Разработвам уеб приложения на ASP.NET, като се стремя да съчетавам функционалността и естетиката. Имам интерес и в областта на фотографията, и видеообработката, които допълват цялостния ми креативен подход.",
  "contactMe": "Свържи се с мен",
  "email": "Имейл: ",
  "awards": "Награди",
  "awardDescription": "Награда за приложимост в научна конференция на младите изследователи на факултет 'Математика и информатика'. Великотърновски университет 'Св. Св. Кирил и Методий'",
  "upcomingEventDescription": "Научна конференция на младите изследователи на факултет 'Математика и информатика'. Великотърновски университет 'Св. Св. Кирил и Методий'",
  "seeAward": "Преглед",
  "indigo": "Индиго",
  "upcomingEvents": "Предстоящи участия",
  "onyx": "Оникс",
  "projects": "Прегледай проектите ми",
  "gotoProjects": "Към проектите",
  "mansor": "Мансор",
  "mansorDescription": "Студентският бележник МАНСОР е иновативно приложение, насочено към подпомагане на студентите в тяхната академична и личностна реализация. Целта му е да предлага цялостно решение за ефективно управление на учебните задачи, личното време и активности, които допринасят за развитието на студентите.",
  "see": "Преглед",
  "indigoDescription": "Индиго е уеб приложение, създадено с цел улесняване на процеса на публикуване в научната общност. То предоставя платформа, в която потребителите могат да участват като издатели, автори или рецензенти. Издателите имат възможност да създават и управляват научни списания, докато авторите могат да публикуват своите изследвания в съответните издания. За да бъде публикувана статия в списание, то рецензентът трябва да я е рецензирал и одобрил.",
  "onyxDescription": "Оникс е уеб приложение, насочено към потребители, които искат да усвоят основите на програмирането чрез теория, тестове и участие в дискусии. Приложението съчетава структурата на учебна система с активна потребителска общност и актуална технологична информация.",
  "madmathDescription": "Приложението MadMath предлага персонализирано учебно преживяване чрез интегрирани функции за управление на задачи и интерактивни упражнения. MadMath позволява на учениците да проследяват напредъка си и активно да се ангажират с образователния материал.",
  "footer": "© 2025 Мартин Маринов",
  "scientificReport": "Научен доклад",
  "mansorReport": "Приложението е включено в научното списание 'Математика, компютърни науки и образование' на ВТУ 'Св. Св. Кирил и Методий', (ТОМ 7, БРОЙ 2).",
  "scientificSupervisor": "Научен ръководител: ",
  "supervisorMilev": "гл.ас.д-р Васил Милев, Великотърновски университет 'Св. Св. Кирил и Методий'",
  "journal": "Към списанието",
  "code": "Код",
  "video": "Видео",
  "videoText": "Все още не е готово",
  "returnToProjects": "Към проектите",
  "notInJournal": "Приложението все още не е качено в научно списание."
}
